xorg-server
xorg-xbacklight
xorg-xev
xorg-xinput
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xinit
xorg-xwininfo
xorg-xdpyinfo
xorg-xinit
i3-gaps
i3lock
i3status
polybar
alacritty
zsh
zsh-syntax-highlighting
neovim
tmux
git
stow
noto-fonts
noto-fonts-emoji
ttf-font-awesome
ttf-hack
ttf-inconsolata
firefox
dmenu
rofi
xcolor
xwallpaper
xclip
python-pywal
maim
pulsemixer
ddcutil
dunst
libnotify
network-manager-applet
xss-lock
numlockx
redshift
xcompmgr
mpd
mpc
ncmpcpp
beets
mpv
yt-dlp
sxiv
zathura
zathura-pdf-mupdf
ueberzug
ffmpegthumbnailer
man-db
tldr
ntfs-3g
unzip
p7zip
fzf
bat
gdu
tree
bashtop
htop
archlinux-wallpaper
nodejs
npm
imagemagick
arc-gtk-theme
