i3
polybar
alacritty
zsh
nvim
tmux
git
stow
noto-fonts
noto-fonts-emoji
ttf-hack
ttf-inconsolata
firefox
dmenu
rofi
xcolor
xwallpaper
xorg-xinit
xclip
python-pywal
maim
pulsemixer
ddcutil
dunst
libnotify
network-manager-applet
xxs-lock
numlockx
redshift
xcompmgr
mpd
mpc
ncmpcpp
beets
mpv
yt-dlp
sxiv
zathura
zathura-pdf-mupdf
ueberzug
ffmpegthumbnailer
man-db
tldr
ntfs-3g
uzip
p7zip
fzf
bat
gdu
tree
bashtop
htop
